/*
1. Создайте класс SampleMath, конструктор которого принимает в себя два целых числа x и y
2. Создайте экземпляр данного класса
3. Реализуйте внутри класса методы для умножения, вычитания, деления и сложения x и y
4. Для функции делеления добавьте обработчик ошибки, который в том случае, если y = 0, вместо деления на ноль будет выполнять деление на единицу
5. Выведети в консоль результаты выполнения каждой из созданных вами функций
Пример входных данных: x = 24, y = 8
Пример результата: сложение - 32, вычитание - 16, умножение - 192, деление - 3
 */